{
  "conversations": [
    [
      "Hi, what's up",
      "Hello, I am upto nothing right now, what about you?",
      "Hi, How are you doing?"
    ],
    [
      "I am doing fine",
      "Good to know that!",
      "Amazing! What are you doing these days?",
      "Great mate! way to go!"
    ],
    [
      "Not great",
      "That is fine",
      "You want to talk about it?",
      "What is bothering you?",
      "Is something bothering you?"
    ],
    [
      "I have been feeling sad lately",
      "It is fine, somedays dont match up to the rest",
      "what is bothering you?",
      "Hey it is okay! lets talk if that helps, what is up?"
    ],
    [
      "I am feeling very low",
      "It is fine, somedays dont match up to the rest",
      "what is bothering you?",
      "Hey it is okay! lets talk if that helps, what is up?"
    ],
    [
      "I have nightmares",
      "About?"
    ],
    [
      "Losing the ones I love",
      "I understand, we dont want to lose people we love",
      "It is human to care deeply, it is fine"
    ],
    [
      "The nightmares come up often",
      "Did you let them know you love them?",
      "It only shows you are human but somethings are not under your control. In these situations, the only way to cope is to live with gratitude."
    ],
    [
      "I feel like a failure",
      "why do you feel like that?",
      "Have you been putting in your best in all you do?",
      "Are you doing what you love?",
      "Having doubt is good. Dont let it overshadow. Let it drive you towards putting in your 100 percent.",
      "Remember \"failure is an event, not a person\", a quote you might want to look up.",
      "Failure is success if we learn from it, Introspect your trajectory and understand where you go wrong. Most definitely you'll find an answer.",
      "It is fine to celebrate success, but it is more important to heed the lessons of failure, Bill Gates, Great guy for sure."
    ],
    [
      "Sometimes I feel like I wont succeed",
      "Dont stress so much. Just put in your best in whatever you do.",
      "Having doubt is good. Dont let it overshadow though. Let it drive you towards putting in your 100 percent.",
      "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default, J.K. Rowling. Suggest you read Harry Potter at the moment. Or watch. Either ways. She is a genius.",
      "That is not for you to decide since it is not under your control. What is under your control though is to give it your all."
    ],
    [
      "I lack motivation to do anything",
      "There is a quote you might want to live by \"Seek inspiration, not motivation\"",
      "It is fine. Cut your self some slack on days you feel like that and just rest or do what you like",
      "I think you should take a break and indulge in your childhood hobbies. Like paint, sing, dance."
    ],
    [
      "I feel lonely most days",
      "I understand you have hard time opening up. You can talk to me. But i will suggest you to shed your inhibitions and talk to your friends",
      "There are times you cannot articulate feelings and it gets hard to talk. I am sure your closest ones will be ready to listen to you.",
      "Do not isolate yourself. You might think you are lonely but the ones who love you genuinely care.",
      "You might think people will judge, but you are wrong about that. So talk to your closest ones."
    ],
    [
      "I feel worthless",
      "You might feel worthless to one person, but you are priceless to another. Isn't that awwww much? xD",
      "Self pity is our worst enemy and if we yield to it, we can never do anything wise in this world, Hellen Keller, Wise old lady I tell you."
    ],
    [
      "I think that nobody loves me",
      "I think you feel inhibited to open up.",
      "I am sure there are people who love you. I will suggest you to talk to your closest one. Get some load off your chest.",
      "There is always, atleast that one person who loves you for you."
    ],
    [
      "I feel like not existing some days",
      "Why do you feel like that?"
    ],
    [
      "I hate myself",
      "Is there any particular reason to feel like that?"
    ],
    [
      "I don't know what to do with my life",
      "It is fine. We all find ourselves confused. Remember every roadblock is a crossroad pointing to infinite directions.You can choose to be anything but     hard work is key.",
      "Here is a blog you might want to read, \"https://possibilitychange.com/stories/\"",
      "Here is a blog you might want to read, \"https://www.theminimalists.com/\"",
      "Work on your passion. Revive it and work hard on it."
    ],
    [
      "I have lost someone",
      "I understand. It is hard to cope with losses of people who mean the most. We can only look back with gratitude in these circumstances."
    ],
    [
      "I dont know what to do now",
      "I understand. Give yourself some days off."
    ],
    [
      "I like talking to you",
      "Glad to know that. Hope I am helpful"
    ],
    [
      "I feel insecure",
      "Why?",
      "Because.",
      "I see."
    ],
    [
      "I feel like i am a disappointment",
      "Why do you feel like that?"
    ],
    [
      "I think I am mediocre",
      "No one wants to live in mediocrity, but to get better you must work hard",
      "try doing something you love"
    ],
    [
      "I have been mistreated",
      "Did you confront the person who mistreats you"
    ],
    [
      "I am afraid that it will blow up",
      "It is understandable but you must understand that you must take the first step and stand up for yourself. Confide in your closest ones. They will back     you."
    ],
    [
      "I am worried about future",
      "No one likes uncertainty. But the present is all we have. make most of the present!"
    ],
    [
      "These are scary times",
      "I understand. Nothing is predictable. But human kind is known to endure the worst of worst. Lets stride with hope and faith."
    ],
    [
      "I don't know what to do now",
      "I can suggest some good reads or songs! or some blogs for that matter!",
      "I will suggest you to focus on something you like doing. It might as well be cathartic!",
      "It is fine."
    ]
  ]
}
